Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nibio.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: “This phenomenon has great importance for the discussion around climate change.
nn: Blir det vellukka, er det rom for meir, slår Hammervoll fast.

source: Field trials and land resources
nn: Forsøksfelt og jordressursar

source: Revise and adapt the nutritional requirements for vitamin E in ruminants for organic on production systems
nn: Revidere og tilpasse behovet for tilskot av E vitamin til drøvtyggarar i økologisk produksjon.

source: In one of the fields, there are 9 tunnels suitable for studies under controlled conditions, whilst another field is protected against precipitation and insects using the Voen system.
nn: På eit av forsøksfelta er det 9 tunnellar som eignar seg for kontrollerte feltforsøk, eit anna er dekka av Voen-system mot nedbør og insekt.

source: industrial wood protection and testing and
nn: tin Sørheim har ansvar for formidling og

source: Amongst other important partners are Hordaland Fylkeskommune, Fylkesmannen in Hordaland, University of Bergen, NOFIMA, NIFES, Vestlandsforsking, NMBU, other NIBIO stations as well as several international research institutions.
nn: Vidare er mellom anna Hordaland Fylkeskommune, Fylkesmannen i Hordaland, Universitetet i Bergen, NOFIMA, NIFES, Vestlandsforsking, NMBU, andre NIBIO stasjonar og fleire utanlandske forskingsinstitusjonar viktige samarbeidspartar.

source: #~ msgid "Working title"
nn: næring, førebyggjande tiltak og robuste

source: Networks and cooperation partners
nn: Nettverk og samarbeidspartar

source: Here, a critical situation emerges for supplying organic livestock with B-Vitamins.
nn: Det har oppstått ein kritisk situasjon for forsyninga av B vitamin til økologiske husdyr.

source: research in grassland management, rumi-
nn: og dyrevelferd er også eit strategisk

source: Research and development (R&D)
nn: Forsking og utvikling (FoU)

source: NIBIO Ullensvang lies in Norway’s largest top fruit district, Lofthus beside Sørfjorden in the inner part of Hardanger.
nn: NIBIO Ullensvang ligg i landets største fruktbygd, Lofthus ved Sørfjorden i Indre Hardanger.

source: Blomstrand is employed by NORSØK and will
nn: Blomstrand er tilsett som stipendiat hos

source: The most important R&D-challenges today are related to soil management and plant nutrition, fruit varieties, tree shaping and thinning, storage methods, organic fruit growing, processing of fruit for beverages, genetic studies, pollination and effective and environment-friendly control of insect damage and fungal diseases.
nn: I dag er dei viktigaste FoU-oppgåvene knytt til jord og gjødsling, fruktsortar, treforming og tynning, lagringsmetodar, økologisk fruktdyrking, foredling av frukt til drikke, genetiske studiar, pollinering og effektiv og miljøvennleg kontroll av skadeinsekt og soppsjukdomar.

source: Nowadays, GMO-free yeast products have become scarce, expensive and are exclusively available from overseas, namely for B2 and B12.
nn: I dag har produksjonen av B2 og B12 produkt, utan bruk av gen-modifiserte mikroorganismar, blitt knapp og dyr, og de blir ikkje produsert i Europa.

source: Develop efficient production technologies for vitamin B2 by GMO-free yeast strains
nn: Utvikle effektiv produksjonsteknologi for B2 vitamin ved hjelp av GMOfrie gjærstammar

source: Revise the nutritional requirements for B-vitamins in organic poultry
nn: Revidere behovet for tilskot av B vitamin til fjørfe i økologisk produksjon.

source: A new building from 1999 houses both chemistry and biology laboratories equipped with instrumentation for chemical analysis of fruit quality, magnifiers and microscopes and PCR, and with capabilities for controlled experiments with insects and fungal diseases.
nn: Driftsbygningen er frå 1999 og rommar både biologisk og kjemisk laboratorium med utstyr for kjemiske analysar av fruktkvalitet, luper og mikroskop, PCR utstyr og moglegheit for kontrollerte forsøk med insekt og soppsjukdomar.

source: The advisory service NLR Vest rents office space at NIBIO Ullensvang for three of their employees.
nn: NLR Vest leiger kontorplass for tre medarbeidarar på NIBIO Ullensvang.

source: communication of project results.
nn: kommunikasjon i prosjektet.

source: The original building from 1960 has been refurbished over the years and contains today offices, library, meeting rooms and a canteen.
nn: Kontorbygningen frå 1960 er fornya og utvida i fleire omgangar og inneheld i dag kontor, bibliotek, møterom og kantine.

source: several lifecycle stages of the parasites.
nn: stadium i livssyklusen til parasittane.
